/* eslint-disable react/no-unescaped-entities */
import React from "react";

export default () => (
  <div
    className="text-justify"
    style={{
      fontFamily: "'Noto Sans JP', sans-serif",
    }}
  >
    <link
      href="https://fonts.googleapis.com/css2?family=Noto+Sans+JP&display=swap"
      rel="stylesheet"
    />
    <h2>
      Проблема професійної мобільності викладачів та навчальної мобільності
      студентів у європейському освітньому просторі.
    </h2>
    <span>
      Перехід від екстенсивного використання людських ресурсів з низьким рівнем
      базової професійної підготовки до інтенсивного використання
      висококваліфікованої робочої сили, адаптованої до умов соціально
      орієнтованої економіки інноваційного типу. Підготовка професійних кадрів,
      які зуміють ефективно працювати в умовах глобального ринку. Модернізація
      вищої школи, яка спрямована на підвищення якості, ефективності освіти. Для
      підвищення якості освітніх послуг в передових країнах світу утворено
      систему безперервної освіти протягом життя (life-long education), яка
      сприяє оптимізації професійно-кваліфікаційної структури робочої сили та
      підвищенню рівня її конкурентоспроможності. Для досягнення цієї мети в
      Україні необхідно забезпечити належні інвестиції у систему вищої освіти і
      підвищення кваліфікації, а також домогтися прискорення прогресу у
      вирішенні фундаментального завдання модернізації національної системи
      освіти, щоб кожен громадянин міг отримувати нові знання, необхідні навички
      та компетенції в процесі навчання впродовж життя. Потреба ліквідувати
      недоліки вищої школи вимагає концептуального удосконалення освіти і
      професійної підготовки шляхом: - формування в суспільстві ставлення до
      людини як мети, а не засобу соціального прогресу, яке базується на
      концепції гармонійного розвитку людини і сприятиме активізації людського
      капіталу через систему вищої освіті і професійної підготовки; -
      реформування системи вищої освіти і професійної підготовки для
      забезпечення якості фахівців, яка передбачає глибоку професійну
      компетентність і соціальну відповідальність при вирішенні завдань науково
      - технічного прогресу, соціального і культурного розвитку.
    </span>
    <h3>Процес відбору кандидата</h3>
    <h4> Крок 1: аналіз ситуації</h4>
    <span>
      Коли вже зрозуміло, що потреба в закордонній освіті є, а грошей на це
      немає, то варто визначитися з відомими змінними. Пункти, наявність яких
      варто перевірити в першу чергу: наявність вищої освіти, знання іноземних
      мов, досягнення в обраній сфері і досвід роботи. Найбільш охоче дають
      гранти на навчання в магістратурі та аспірантурі, менш охоче - на навчання
      на рівні бакалаврату. Крім цього гранти можна отримати і на
      короткострокові дослідницькі програми, літні мовні курси, участь у виїзних
      школах і семінарах. Стипендії для навчання в магістратурі іноземним
      студентам пропонують більшість закордонних вузів. Знайти грант для
      отримання диплома бакалавра теж можливо, але в 90% випадків такий грант
      буде покривати або половину вартості навчання в перший рік, або буде
      давати щорічну знижку протягом усього періоду навчання. Найбільша
      кількість пропозицій є для тих, хто має ступінь магістра, під час навчання
      займався дослідницькою діяльністю, досяг певних результатів і заручився
      підтримкою наукового керівника в рідному вузі і має зв'язки з
      дослідницькими групами за кордоном. Знання іноземних мов дозволить взяти
      участь у більшій кількості програм. Вільне володіння англійською мовою -
      обов'язкова вимога практично для всіх програм. Володіння будь-яким іншим
      мовою виділить кандидата серед конкурентів і дозволить вибрати з більшого
      списку університетів і країн. Зазвичай навчання на магістерських програмах
      (і тим більше на аспірантських) в Європі проходить англійською мовою, але
      знання мови країни, в яку збирається їхати кандидат, хоча б на початковому
      рівні - це додаткові бали. Також при розгляді заявки звернуть увагу і на
      досвід роботи і участі у волонтерських програмах. Важливо, щоб
      волонтерська діяльність була в сфері, відмінній від професійної.
      Організатори зазвичай віддають перевагу різнобічним особистостям, які
      мають широкий спектр інтересів і занять.
    </span>
    <h4>Крок 2: визначення домагань</h4>
    Визначившись з вихідними даними, можна приступати до пошуку програм і
    приміряти кандидатуру до кожної з них, аналізуючи, чи підходить вона за
    критеріями, які організатори висувають до кандидатів, і за рівнем домагань і
    інтересів самого кандидата. Спочатку варто визначитися, на якому рівні
    продовжувати освіту. Логічно з дипломом бакалавра або спеціаліста подавати
    документи на навчання в магістратурі, вибравши програму більш вузької
    спеціалізації або вибравши суміжну дисципліну: в такому разі на користь
    кандидата буде грати досвід роботи за цією спеціальністю та вміння
    обґрунтувати своє рішення змінити сферу діяльності і певні досягнення.
    Досягнення повинні бути швидше формальними - такими, які можна підтвердити
    документально: перемоги в конкурсах, публікації в наукових журналах.
    Визначившись з тим, на якому рівні продовжувати навчання, варто подумати про
    країну. Відштовхуватися слід від знання іноземних мов, від досвіду взаємодії
    з країною і від тих програм, які дані країни пропонують кандидатам-ні
    громадянам ЄС.
    <h4>Крок 3: пошук програм</h4>
    Шукати програми треба в чотирьох місцях: на сайтах фондів або організацій,
    які адмініструють стипендіальні програми, на сайтах конкретних зарубіжних
    університетів, також варто стежити за тією інформацією, яка проходить через
    рідний вуз, і на сайті міністерства освіти. Найбільш відомі стипендійні
    програми: Erasmus Mundus, Fulbright, стипендії DAAD, Британська програма
    Chevening, програми Irex. Конкурс для участі в цих програмах оголошується
    раз на рік або іноді раз на півроку. Також певна кількість стипендій видають
    уряди держав: так, наприклад, актуальні французькі програми можна подивитися
    на спеціальному сайті Посольства Франції. Практично всі університети мають
    розділ Scholarships, де представлені можливості для покриття витрат,
    пов'язаних з навчанням. Так, розділ Student financial services є в
    Гарвардській школі права, сторінка Scholarships на сайті Мельбурнського
    університету, програма Student Sponsorship Program працює в Датському
    технічному університеті. Зазвичай у всіх університетів різні вимоги: хтось
    покриває витрати на навчання лише частково, хтось повністю, а хто навіть
    включає невелику щомісячну стипендію на особисті витрати. Саме на сайтах
    університетів з більшою ймовірністю можна знайти стипендії для навчання на
    рівні бакалаврату.
    <h4> Крок 4: збір та підготовка документів</h4>
    Подача документів - найвідповідальніший крок у всій процедурі отримання
    гранту. Експерти знайомляться з кандидатами, маючи на руках лише стандартний
    пакет документів, до якого в рідкісних випадках можна прикріпити фотографію.
    Перед тим, як почати збирати документи, варто вивчити список того, що
    потрібно для кожної конкретної програми. Зазвичай це копії документів про
    вищу освіту та їх засвідчений переклад, сертифікати, що підтверджують знання
    іноземних мов, СV та мотиваційний лист. Іноді організатори просять додати
    документи про загальну середню освіту, переклад дисертаційної роботи, список
    публікацій в наукових журналах та інше..
    <h4> Крок 5: інтерв'ю</h4>
    Заключний етап в отриманні стипендії - співбесіда. Співбесіда або інтерв'ю
    найчастіше проводять великі фонди, що займаються розподілом грантів. На
    співбесіді важливо продемонструвати зацікавленість в навчанні в загальному і
    в стипендії зокрема, а також переконливо розповісти про своє попереднє
    досвіді, не суперечачи власній заявці. Більшу частину своєї уваги відбіркова
    комісія присвячує тому, наскільки кандидати вміють себе подати і як
    розповідають про себе. Також перевіряються правдивість написаного в
    документах і загальна адекватність здобувача стипендії.
  </div>
);
