import React from "react";
import { Link } from "react-router-dom";

export default () => (
  <div>
    <p>
      Дванадцятого серпня 2015 року Кабінет Міністрів України затвердив
      постанову
      <a
        href="http://www.kmu.gov.ua/control/uk/cardnpd?docid=248409199"
        rel="noopener noreferrer"
        target="_blank"
        className="ml-1 js-added-span"
      >
        <span>
          №579 «Про затвердження Положення про порядок реалізації права на
          академічну мобільність»
        </span>
      </a>
      .
    </p>

    <p>
      Ключовими аспектами нового положення є надання права на участь у програмах
      академічної мобільності усім учасникам освітнього процесу; чітке
      визначення видів та форм академічної мобільності; закріплення принципу
      перезарахування отриманих кредитів на основі Європейської
      кредитно-трансферної системи (ЄКТС), зокрема шляхом порівняння змісту
      навчальних програм, а не назв курсів; збереження місця навчання та
      стипендії для студентів та місця роботи для працівників ВНЗ, котрі беруть
      участь у програмах академічної мобільності.
    </p>

    <p>
      Порядок здійснення академічної мобільності усіма учасниками освітнього
      процесу є важливим кроком у процесі імплементації Закону України “
      <a
        href="http://zakon3.rada.gov.ua/laws/show/1556-18"
        rel="noopener noreferrer"
        target="_blank"
        className="js-added-span"
      >
        <span>Про вищу освіту</span>
      </a>
      ” та створення дієвого інструментарію для інтернаціоналізації українських
      вищих навчальних закладів.
    </p>

    <p className="text-center d-flex flex-column align-items-center">
      <img
        src="https://mon.gov.ua/storage/app/media/vyshcha/jczueducation-reform-01.png"
        className="w-25"
      />
      <Link to="/apply" className="p-2 text-dark">
        <h3>Приєднуйся і ти!</h3>
      </Link>
    </p>
  </div>
);
